Repository: ATLAS-Tracker/Atlas-Tracker
Catalog: lib/l10n/intl_*.arb
Languages: de

# paSkateboardingGeneralDesc
source: general, moderate effort
de: allgemein, mäßiger Aufwand

# paSkatingRollerDesc
source: general
de: allgemein

# paSkiingGeneral
source: skiing
de: Skifahren

# paSkiingGeneralDesc
source: general
de: allgemein

# paSkiingWaterWakeboarding
source: water skiing
de: Wasserski

# paSkiingWaterWakeboardingDesc
source: water or wakeboarding
de: Wasser- oder Wakeboarding

# paSkydivingDesc
source: skydiving, base jumping, bungee jumping
de: Fallschirmspringen, Base-Jumping, Bungee-Jumping

# paSnorkeling
source: snorkeling
de: Schnorcheln

# paSnorkelingDesc
source: general
de: allgemein

# paSnowShovingModerate
source: snow shoveling
de: Schnee schaufeln

# paSnowShovingModerateDesc
source: by hand, moderate effort
de: manuell, mäßige Anstrengung

# paSoccerGeneral
source: soccer
de: Fußball

# paSoccerGeneralDesc
source: casual, general
de: Freizeit, allgemein

# paSoftballBaseballGeneralDesc
source: fast or slow pitch, general
de: Schnell- oder Langstreckenpitching, allgemein

# paSquashGeneralDesc
source: general
de: allgemein

# paSurfing
source: surfing
de: Surfen

# paSurfingDesc
source: body or board, general
de: Körper- oder Brettsurfen, allgemein

# paSwimmingGeneral
source: swimming
de: Schwimmen

# paSwimmingGeneralDesc
source: treading water, moderate effort, general
de: Wassertreten, mäßige Anstrengung, allgemein

# paTableTennisGeneral
source: table tennis
de: Tischtennis

# paTableTennisGeneralDesc
source: table tennis, ping pong
de: Tischtennis, Ping Pong

# paTaiChiQiGongGeneralDesc
source: general
de: allgemein

# paTennisGeneralDesc
source: general
de: allgemein

# paTrackField
source: track and field
de: Leichtathletik

# paTrackField1Desc
source: (e.g. shot, discus, hammer throw)
de: (z. B. Kugelstoßen, Diskuswurf, Hammerwurf)

# paTrackField2Desc
source: (e.g. high jump, long jump, triple jump, javelin, pole vault)
de: (z. B. Hochsprung, Weitsprung, Dreisprung, Speerwurf, Stabhochsprung)

# paTrackField3Desc
source: (e.g. steeplechase, hurdles)
de: (z. B. Hindernislauf, Hürdenlauf)

# paTrampolineLight
source: trampoline
de: Trampolin

# paTrampolineLightDesc
source: recreational
de: Freizeit

# paUnicyclingGeneral
source: unicycling
de: Einradfahren

# paUnicyclingGeneralDesc
source: general
de: allgemein

# paVolleyballGeneralDesc
source: non-competitive, 6 - 9 member team, general
de: nicht-wettkampforientiert, 6-9 Spieler, allgemein

# paWalkingForPleasure
source: walking
de: Spazieren gehen

# paWalkingForPleasureDesc
source: for pleasure
de: aus Vergnügen

# paWalkingTheDog
source: walking the dog
de: Gassi gehen

# paWalkingTheDogDesc
source: general
de: allgemein

# paWallyballDesc
source: general
de: allgemein

# paWaterAerobics
source: water exercise
de: Wassergymnastik

# paWaterAerobicsDesc
source: water aerobics, water calisthenics
de: Wassergymnastik, Wasser-Calisthenics

# paWaterPolo
source: water polo
de: Wasserball

# paWaterPoloDesc
source: general
de: allgemein

# paWaterVolleyball
source: water volleyball
de: Wasser-Volleyball

# paWaterVolleyballDesc
source: general
de: allgemein

# paWateraerobicsCalisthenics
source: water aerobics
de: Wassergymnastik

# paWateraerobicsCalisthenicsDesc
source: water aerobics, water calisthenics
de: Wassergymnastik, Wasser-Kalorienverbrennungsgymnastik

# paWrestling
source: wrestling
de: Ringen

# paWrestlingDesc
source: general
de: allgemein

# palActiveDescriptionLabel
source: Mostly standing or walking in job and active free time activities
de: Überwiegend Stehen oder Gehen bei der Arbeit und aktive Freizeitaktivitäten

# palActiveLabel
source: Active
de: Aktiv

# palLowActiveDescriptionLabel
source: e.g. sitting or standing in job and light free time activities
de: z. B. Sitzen oder Stehen bei der Arbeit und leichte Freizeitaktivitäten

# palLowLActiveLabel
source: Low Active
de: Leicht aktiv

# palSedentaryDescriptionLabel
source: e.g. office job and mostly sitting free time activities
de: z. B. Büroarbeit und hauptsächlich sitzende Freizeitaktivitäten

# palSedentaryLabel
source: Sedentary
de: Sitzend

# palVeryActiveDescriptionLabel
source: Mostly walking, running or carrying weight in job and active free time activities
de: Überwiegend Gehen, Laufen oder Gewichte tragen bei der Arbeit und aktive Freizeitaktivitäten

# palVeryActiveLabel
source: Very Active
de: Sehr aktiv

# passwordDigit
source: At least 1 digit
de: Mindestens 1 Ziffer

# passwordLowercase
source: At least 1 lowercase letter
de: Mindestens 1 Kleinbuchstabe

# passwordMinLength
source: At least 8 characters
de: Mindestens 8 Zeichen

source: Password required
de: Passwort erforderlich

# passwordSpecialChar
source: At least 1 special character
de: Mindestens 1 Sonderzeichen

# passwordUppercase
source: At least 1 uppercase letter
de: Mindestens 1 Großbuchstabe

# per100gmlLabel
source: Per 100g/ml
de: Pro 100 g/ml

# perServingLabel
source: Per Serving
de: Pro Portion

# portionEatLabel
source: Portion eaten
de: Verzehrte Portion

# previousGoalAppliedOn
source: Last goal applied on {date}
de: Zuletzt angewendetes Ziel am {date}

# privacyPolicyLabel
source: Privacy policy
de: Datenschutzrichtlinie

# profileLabel
source: Profile
de: Profil

# proteinsLabel
source: Proteins
de: Proteine

# quantityLabel
source: Quantity
de: Menge

# readLabel
source: I have read and accept the privacy policy.
de: Ich habe die Datenschutzbestimmungen gelesen und akzeptiere sie.

# recentlyAddedLabel
source: Recently
de: Kürzlich

# recipeLabel
source: Recipe
de: Rezept

# reportErrorDialogText
source: Do you want to report an error to the developer?
de: Möchten Sie einen Fehler an den Entwickler melden?

# resetPasswordButton
source: Change password
de: Passwort ändern

# resetPasswordChanged
source: Password changed! You can now sign in with your new password.
de: Passwort geändert! Du kannst dich jetzt mit deinem neuen Passwort anmelden.

# resetPasswordConfirmLabel
source: Confirm password
de: Passwort bestätigen

# resetPasswordNewLabel
source: New password
de: Neues Passwort

# resetPasswordNoMatch
source: Passwords do not match
de: Passwörter stimmen nicht überein

# resetPasswordTips
source: • Use at least 8 characters • Mix numbers & special characters • Uppercase + lowercase
de: • Mindestens 8 Zeichen • Zahlen & Sonderzeichen mischen • Groß- und Kleinbuchstaben

# resetPasswordTitle
source: New password
de: Neues Passwort

# retryLabel
source: Retry
de: Erneut versuchen

# roleLabel
source: Role
de: Rolle

# roleStudentLabel
source: Student
de: Schüler

# saturatedFatLabel
source: saturated fat
de: gesättigtes Fett

# saveMacroGoalsError
source: Problem while saving macro goals.
de: Problem beim Speichern der Makroziele.

# savePreferenceFailed
source: Could not save preference.
de: Einstellung konnte nicht gespeichert werden.

# scanProductLabel
source: Scan Product
de: Produkt scannen

# searchDefaultLabel
source: Please enter a search word
de: Bitte geben Sie ein Suchwort ein

# searchFoodPage
source: Food
de: Lebensmittel

# searchLabel
source: Search
de: Suchen

# searchProductsPage
source: Products
de: Produkte

# searchResultsLabel
source: Search results
de: Suchergebnisse

# selectGenderDialogLabel
source: Select Gender
de: Geschlecht auswählen

# selectHeightDialogLabel
source: Select Height
de: Größe auswählen

# selectPalCategoryLabel
source: Select Activity Level
de: Aktivitätslevel auswählen

# selectRoleDialogLabel
source: Select Role
de: Rolle auswählen

# selectWeightDialogLabel
source: Select Weight
de: Gewicht auswählen

# sendAnonymousUserData
source: Send anonymous usage data
de: Anonyme Nutzungsdaten senden?

# servingLabel
source: Serving
de: Portion

# servingSizeLabelImperial
source: Serving size (oz/fl oz)
de: Portionsgröße (oz/fl oz)

# servingSizeLabelMetric
source: Serving size (g/ml)
de: Portionsgröße (g/ml)

# setMacrosLabel
source: Set macros
de: Makroziele festlegen

# settingAboutLabel
source: About
de: Über

# settingsCalculationsLabel
source: Calculations
de: Berechnungen

# settingsDistanceLabel
source: Distance
de: Entfernung

# settingsLabel
source: Settings
de: Einstellungen

# settingsLicensesLabel
source: Licenses
de: Lizenzen

# settingsMassLabel
source: Mass
de: Masse

# settingsPrivacySettings
source: Privacy Settings
de: Datenschutzeinstellungen

# settingsReportErrorLabel
source: Report Error
de: Fehler melden

# settingsSourceCodeLabel
source: Source Code
de: Quellcode

# settingsThemeDarkLabel
source: Dark
de: Dunkel

# settingsThemeLabel
source: Theme
de: Thema

# settingsThemeLightLabel
source: Light
de: Hell

# settingsThemeSystemDefaultLabel
source: System default
de: Systemstandard

# settingsUnitsLabel
source: Units
de: Einheiten

# settingsVolumeLabel
source: Volume
de: Volumen

# signOutOfflineMessage
source: You can only sign out when internet connection is available to avoid losing data.
de: Sie können sich nur abmelden, wenn eine Internetverbindung besteht, um Datenverlust zu vermeiden.

# signOutSyncFailedMessage
source: Failed to sync your data. Please sign in again later.
de: Daten konnten nicht synchronisiert werden. Bitte später erneut anmelden.

# snackExample
source: e.g. apple, ice cream, chocolate ...
de: z. B. Apfel, Eiscreme, Schokolade ...

# subscriptionInactiveMessage
source: Your subscription is no longer active. Please contact your coach.
de: Ihr Abonnement ist nicht mehr aktiv. Bitte kontaktieren Sie Ihren Coach.

# sugarLabel
source: sugar
de: Zucker

# supabaseError
source: Supabase error: {message}
de: Supabase-Fehler: {message}

# suppliedLabel
source: supplied
de: zugeführt

# unitLabel
source: Unit
de: Einheit

source: User not connected.
de: Benutzer nicht verbunden.

# weightLabel
source: Weight
de: Gewicht

# yearsLabel
source: {age} years
de: {age} Jahre
