Repository: ATLAS-Tracker/Atlas-Tracker
Catalog: lib/l10n/intl_*.arb
Languages: de

# accountDeletedSuccess
source: Account successfully deleted.
de: Konto erfolgreich gelöscht.

# activityExample
source: e.g. running, biking, yoga ...
de: z. B. Laufen, Radfahren, Yoga ...

# activityLabel
source: Activity
de: Aktivität

# addItemLabel
source: Add new Item:
de: Neuen Eintrag hinzufügen:

# addLabel
source: Add
de: Hinzufügen

# additionalInfoLabelCompendium2011
source: Information provided by the '2011 Compendium of Physical Activities'
de: Informationen bereitgestellt von '2011 Compendium of Physical Activities'

# additionalInfoLabelCustom
source: Custom Meal Item
de: Benutzerdefinierte Mahlzeit

# additionalInfoLabelFDC
source: More Information at FoodData Central
de: Weitere Informationen unter FoodData Central

# additionalInfoLabelOFF
source: More Information at OpenFoodFacts
de: Weitere Informationen unter OpenFoodFacts

# additionalInfoLabelUnknown
source: Unknown Meal Item
de: Unbekannte Mahlzeit

# ageLabel
source: Age
de: Alter

# allItemsLabel
source: All
de: Alle

# appDescription
source: AtlasTracker is a free and open-source calorie and nutrient tracker that respects your privacy.
de: AtlasTracker ist ein kostenloser und quelloffener Kalorien- und Nährstofftracker, der Ihre Privatsphäre respektiert.

# appLicenseLabel
source: GPL-3.0 license
de: GPL-3.0 Lizenz

# bmiInfo
source: Body Mass Index (BMI) is a index to classify overweight and obesity in adults. It is defined as weight in kilograms divided by the square of height in meters (kg/m²). BMI does not differentiate between fat and muscle mass and can be misleading for some individuals.
de: Der Body-Mass-Index (BMI) ist ein Index zur Klassifizierung von Übergewicht und Fettleibigkeit bei Erwachsenen. Er wird berechnet, indem das Gewicht in Kilogramm durch das Quadrat der Körpergröße in Metern (kg/m²) geteilt wird. Der BMI unterscheidet nicht zwischen Fett- und Muskelmasse und kann für einige Personen irreführend sein.

# breakfastExample
source: e.g. cereal, milk, coffee ...
de: z. B. Müsli, Milch, Kaffee ...

# breakfastLabel
source: Breakfast
de: Frühstück

# burnedLabel
source: burned
de: verbrannt

# buttonNextLabel
source: NEXT
de: WEITER

# buttonResetLabel
source: Reset
de: Zurücksetzen

# buttonSaveLabel
source: Save
de: Speichern

# buttonYesLabel
source: YES
de: JA

# calculationsMacronutrientsDistributionLabel
source: Macros distribution
de: Verteilung der Makronährstoffe

# calculationsMacrosDistribution
source: {pctCarbs}% carbs, {pctFats}% fats, {pctProteins}% proteins
de: {pctCarbs}% Kohlenhydrate, {pctFats}% Fette, {pctProteins}% Proteine

# calculationsRecommendedLabel
source: (recommended)
de: (empfohlen)

# calculationsTDEEIOM2006Label
source: Institute of Medicine Equation
de: Institute of Medicine Gleichung

# calculationsTDEELabel
source: TDEE equation
de: TDEE-Gleichung

# caloriesLabel
source: Calories
de: Kalorien

# carbohydrateLabel
source: carbohydrate
de: Kohlenhydrate

# carbohydratesLabel
source: Carbohydrates
de: Kohlenhydrate

# carbsLabel
source: carbs
de: Kohlenhydrate

# chooseWeightGoalLabel
source: Choose Weight Goal
de: Gewichtsziel wählen

# cloudSyncProblem
source: Cloud synchronization problem.
de: Problem bei der Cloud-Synchronisierung.

# coachStudentsLabel
source: My students
de: Meine Schüler

# copyDialogTitle
source: Which meal type do you want to copy to?
de: Zu welcher Mahlzeit hinzufügen?

# copyOrDeleteTimeDialogContent
source: With "Copy to today" you can copy the meal to today. With "Delete" you can delete the meal.
de: Auf "Nach heute kopieren" klicken, um die Mahlzeit nach heute zu kopieren. Mit "Löschen" kann die Mahlzeit entfernt werden

# copyOrDeleteTimeDialogTitle
source: What do you want to do?
de: Was soll getan werden?

# createCustomDialogContent
source: Do you want create a custom meal item?
de: Möchten Sie einen benutzerdefinierte Mahlzeit erstellen?

# createCustomDialogTitle
source: Create custom meal item?
de: Benutzerdefinierte Mahlzeit erstellen?

# createRecipeLabel
source: Create a meal
de: Mahlzeit erstellen

# dailyKcalAdjustmentLabel
source: Daily Kcal adjustment:
de: Tägliche kcal-Anpassung:

# dataCollectionLabel
source: Support development by providing anonymous usage data
de: Unterstützen der Entwicklung durch Bereitstellung anonymer Nutzungsdaten

# deleteAllLabel
source: Delete all
de: Alle löschen

# deleteTimeDialogContent
source: Do want to delete the selected item?
de: Möchten Sie den ausgewählten Eintrag löschen?

# deleteTimeDialogPluralContent
source: Do want to delete all items of this meal?
de: Möchten Sie alle Einträge dieser Mahlzeit löschen?

# deleteTimeDialogPluralTitle
source: Delete Items?
de: Einträge löschen?

# deleteTimeDialogTitle
source: Delete Item?
de: Eintrag löschen?

# deltaWeightBody
source: The weight delta is the difference between the average weight and the current weight entered for this day. If no weight is recorded for the current day, the last valid weight will be used.
de: Die Gewichtsdifferenz ist die Differenz zwischen dem Durchschnittsgewicht und dem für diesen Tag eingegebenen aktuellen Gewicht. Wenn für den aktuellen Tag kein Gewicht erfasst ist, wird das letzte gültige Gewicht verwendet.

# deltaWeightLabel
source: Weight Delta
de: Gewichtsdifferenz

# dialogCancelLabel
source: CANCEL
de: ABBRECHEN

# dialogCopyLabel
source: Copy to today
de: Nach heute kopieren

# dialogDeleteLabel
source: DELETE
de: LÖSCHEN

# diaryLabel
source: Diary
de: Tagebuch

# dinnerExample
source: e.g. soup, chicken, wine ...
de: z. B. Suppe, Hähnchen, Wein ...

# dinnerLabel
source: Dinner
de: Abendessen

# editItemDialogTitle
source: Edit item
de: Eintrag aktualisieren

# editMealLabel
source: Edit meal
de: Mahlzeit bearbeiten

# energyLabel
source: energy
de: Energie

# errorFetchingProductData
source: Error while fetching product data
de: Fehler beim Abrufen von Produktinformationen

# errorLoadingActivities
source: Error while loading activities
de: Fehler beim Laden von Aktivitäten

# errorMealSave
source: Error while saving meal. Did you input the correct meal information?
de: Fehler beim Speichern der Mahlzeit. Haben Sie die korrekten Mahlzeiteninformationen eingegeben?

# errorOpeningBrowser
source: Error while opening browser app
de: Fehler beim Öffnen der Browser-Anwendung

# errorOpeningEmail
source: Error while opening email app
de: Fehler beim Öffnen der E-Mail-Anwendung

# errorPrefix
source: Error:
de: Fehler:

# errorProductNotFound
source: Product not found
de: Produkt nicht gefunden

# errorRecipeLabel
source: No recipe found
de: Kein Rezept gefunden

# exampleOfActivityLabel
source: e.g. biking
de: z. B.: Fahrrad

# exportAction
source: Export
de: Exportieren

# exportImportDescription
source: You can export the app data to a zip file and import it later. This is useful if you want to backup your data or transfer it to another device. The app does not use any cloud service to store your data.
de: Sie können die App-Daten in eine Zip-Datei exportieren und später importieren. Dies ist nützlich, wenn Sie Ihre Daten sichern oder auf ein anderes Gerät übertragen möchten. Die App nutzt keinen Cloud-Dienst, um Ihre Daten zu speichern.

# exportImportErrorLabel
source: Export / Import error
de: Fehler beim Export/Import

# exportImportLabel
source: Export / Import data
de: Daten Exportieren / Importieren

# exportImportSuccessLabel
source: Export / Import successful
de: Export / Import erfolgreich

# exportImportSupabaseDescription
source: Backup your data to Supabase storage as a zip file or restore it from there.
de: Sichere deine Daten im Supabase-Speicher oder stelle sie von dort wieder her.

# exportImportSupabaseLabel
source: Export / Import with Supabase
de: Über Supabase exportieren / importieren

# exportSupabaseDescription
source: Backup your data to Supabase storage as a zip file.
de: Sichere deine Daten als Zip-Datei im Supabase-Speicher.

# exportSupabaseLabel
source: Export to Supabase
de: Zu Supabase exportieren

# failedToDeleteWithReason
source: Failed to delete: {reason}
de: Löschen fehlgeschlagen: {reason}

# fatLabel
source: fat
de: Fett

# fatsLabel
source: Fats
de: Fette

# fiberLabel
source: fiber
de: Ballaststoffe

# forgotPasswordBackToLogin
source: Back to sign in
de: Zurück zur Anmeldung

# forgotPasswordButton
source: Send password reset email
de: Passwort-Reset-E-Mail senden

# forgotPasswordEmailLabel
source: Enter your email
de: E-Mail eingeben

# forgotPasswordEmailSent
source: Email sent! Click the link in your email to choose a new password.
de: E-Mail gesendet! Klicke auf den Link in deiner E-Mail, um ein neues Passwort zu wählen.

# forgotPasswordHelp
source: If the password reset doesn't work: - exit the app and try again, or - make the request from the website:
de: Wenn das Zurücksetzen des Passworts nicht funktioniert: - Beenden Sie die App und versuchen Sie es erneut, oder - stellen Sie die Anfrage über die Website:

# forgotPasswordSendError
source: Error sending email:
de: Fehler beim Senden der E-Mail:

# forgotPasswordTitle
source: Forgot your password?
de: Passwort vergessen?

# genderFemaleLabel
source: ♀ female
de: ♀ weiblich

# genderLabel
source: Gender
de: Geschlecht

# genderMaleLabel
source: ♂ male
de: ♂ männlich

# genericErrorOccurred
source: An error occurred.
de: Ein Fehler ist aufgetreten.

# goalGainWeight
source: Gain Weight
de: Gewicht zunehmen

# goalLabel
source: Goal
de: Ziel

# goalLoseWeight
source: Lose Weight
de: Gewicht verlieren

# goalMaintainWeight
source: Maintain Weight
de: Gewicht halten

# heightLabel
source: Height
de: Größe

# homeLabel
source: Home
de: Startseite

# importAction
source: Import
de: Importieren

# importSupabaseDescription
source: Restore your data from a backup stored in Supabase.
de: Stelle deine Daten aus einem in Supabase gespeicherten Backup wieder her.

# importSupabaseLabel
source: Import from Supabase
de: Von Supabase importieren

# infoAddedActivityLabel
source: Added new activity
de: Neue Aktivität hinzugefügt

# infoAddedIntakeLabel
source: Added new intake
de: Neue Aufnahme hinzugefügt

# itemDeletedSnackbar
source: Item deleted
de: Eintrag gelöscht

# itemUpdatedSnackbar
source: Item updated
de: Eintrag aktualisiert

# kcalLeftLabel
source: kcal left
de: kcal übrig

# learnMoreLabel
source: Learn more: atlas-tracker.fr
de: Mehr erfahren: atlas-tracker.fr

# logOutLabel
source: Log out
de: Abmelden

# loginAlreadySignedIn
source: Already signed in on another device. Please sign out first.
de: Bereits auf einem anderen Gerät angemeldet. Bitte zuerst abmelden.

# loginButton
source: Sign In
de: Anmelden

# loginEmailInvalid
source: Invalid email address
de: Ungültige E-Mail-Adresse

# loginEmailRequired
source: Email required
de: E-Mail erforderlich

# loginError
source: Sign in error
de: Anmeldefehler

# loginForgotPassword
source: Forgot password?
de: Passwort vergessen?

# loginPasswordLabel
source: Password
de: Passwort

# loginTitle
source: Sign In
de: Anmelden

# loginUnknownError
source: Unknown error
de: Unbekannter Fehler

# lunchExample
source: e.g. pizza, salad, rice ...
de: z. B. Pizza, Salat, Reis ...

# lunchLabel
source: Lunch
de: Mittagessen

# macroDistributionLabel
source: Macronutrient Distribution:
de: Makronährstoff-Verteilung:

# manageAccountConfirmAction
source: Confirm Deletion
de: Löschung bestätigen

# manageAccountConfirmMessage
source: This action cannot be undone.
de: Dieser Vorgang kann nicht rückgängig gemacht werden.

# manageAccountConfirmTitle
source: Are you sure?
de: Bist du sicher?

# manageAccountDelete
source: Delete My Account
de: Mein Konto löschen

# manageAccountDescription
source: We only collect data essential to the proper functioning of the app: Email address: used for login and account identification. Nutrition data: your daily weight, calories, protein, fat, and carbohydrate intake. Goals: your personalized targets for calories, protein, fat, and carbs. All data is securely stored on Supabase. We do not share any of your data with third parties.
de: Wir sammeln nur Daten, die für das ordnungsgemäße Funktionieren der App erforderlich sind: E-Mail-Adresse: Wird für die Anmeldung und Identifikation des Kontos verwendet. Ernährungsdaten: Dein tägliches Gewicht sowie Kalorien-, Protein-, Fett- und Kohlenhydrataufnahme. Ziele: Deine persönlichen Vorgaben für Kalorien, Protein, Fett und Kohlenhydrate. Alle Daten werden sicher auf Supabase gespeichert. Wir teilen deine Daten nicht mit Dritten.

# manageAccountEnableSync
source: Enable Supabase Sync
de: Supabase-Synchronisierung aktivieren

# manageAccountTitle
source: Manage account
de: Konto verwalten

# mealBrandsLabel
source: Brands
de: Marken

# mealCarbsLabel
source: carbs per
de: Kohlenhydrate pro 100 g/ml

# mealFatLabel
source: fat per
de: Fett pro 100 g/ml

# mealKcalLabel
source: kcal per
de: kcal pro 100 g/ml

# mealNameLabel
source: Meal name
de: Mahlzeitenname

# mealPortionLabel
source: Number of portions
de: Anzahl der Portionen

# mealProteinLabel
source: protein per 100 g/ml
de: Protein pro 100 g/ml

# mealSizeLabel
source: Meal size (g/ml)
de: Mahlzeitsgröße (g/ml)

# mealSizeLabelImperial
source: Meal size (oz/fl oz)
de: Mahlzeitsgröße (oz/fl oz)

# mealUnitLabel
source: Meal unit
de: Mahlzeiteinheit

# missingProductInfo
source: Product missing required kcal or macronutrients information
de: Produkt fehlen die erforderlichen Angaben zu Kalorien oder Makronährstoffen

# myStudentsTitle
source: My students
de: Meine Schüler

# noActivityRecentlyAddedLabel
source: No activity recently added
de: Keine kürzlich hinzugefügten Aktivitäten

# noDataToday
source: No data for today
de: Keine Daten für heute

# noFoodAddedLabel
source: No food added
de: Kein Lebensmittel hinzugefügt

# noInternetConnectionMessage
source: No internet connection. Feature unavailable.
de: Keine Internetverbindung. Funktion nicht verfügbar.

# noMealsRecentlyAddedLabel
source: No meals recently added
de: Keine kürzlich hinzugefügten Mahlzeiten

source: No results found
de: Keine Ergebnisse gefunden

source: No students
de: Keine Schüler

# nothingAddedLabel
source: Nothing added
de: Nichts hinzugefügt

# notificationActivationError
source: Notification activation problem. Please try again later.
de: Problem beim Aktivieren der Benachrichtigungen. Bitte später erneut versuchen.

# notificationsLabel
source: Notifications
de: Benachrichtigungen

# nutritionInfoLabel
source: Nutrition Information
de: Nährwertangaben

# nutritionalStatusNormalWeight
source: Normal Weight
de: Normales Gewicht

# nutritionalStatusObeseClassI
source: Obesity Class I
de: Fettleibigkeit Klasse I

# nutritionalStatusObeseClassII
source: Obesity Class II
de: Fettleibigkeit Klasse II

# nutritionalStatusObeseClassIII
source: Obesity Class III
de: Fettleibigkeit Klasse III

# nutritionalStatusPreObesity
source: Pre-obesity
de: Prä-Adipositas

# nutritionalStatusRiskAverage
source: Average
de: Durchschnittlich

# nutritionalStatusRiskIncreased
source: Increased
de: Erhöht

# nutritionalStatusRiskLabel
source: Risk of comorbidities: {riskValue}
de: Risiko für Begleiterkrankungen: {riskValue}

# nutritionalStatusRiskLow
source: Low (but risk of other clinical problems increased)
de: Niedrig (aber erhöhtes Risiko für andere klinische Probleme)

# nutritionalStatusRiskModerate
source: Moderate
de: Mäßig

# nutritionalStatusRiskSevere
source: Severe
de: Schwerwiegend

# nutritionalStatusRiskVerySevere
source: Very severe
de: Sehr schwerwiegend

# nutritionalStatusUnderweight
source: Underweight
de: Untergewicht

# paAmericanFootballGeneral
source: football
de: American Football

# paAmericanFootballGeneralDesc
source: touch, flag, general
de: Touch, Flag, allgemein

# paArcheryGeneral
source: archery
de: Bogenschießen

# paArcheryGeneralDesc
source: non-hunting
de: keine Jagd

# paAutoRacing
source: auto racing
de: Autorennen

# paAutoRacingDesc
source: open wheel
de: offene Räder

# paBackpackingGeneral
source: backpacking
de: Wandern mit Rucksack

# paBackpackingGeneralDesc
source: general
de: allgemein

# paBadmintonGeneralDesc
source: social singles and doubles, general
de: gesellige Einzel- und Doppelspiele, allgemein

# paBasketballGeneralDesc
source: general
de: allgemein

# paBicyclingGeneral
source: bicycling
de: Radfahren

# paBicyclingGeneralDesc
source: general
de: allgemein

# paBicyclingMountainGeneral
source: bicycling, mountain
de: Mountainbiking

# paBicyclingMountainGeneralDesc
source: general
de: allgemein

# paBicyclingStationaryGeneral
source: bicycling, stationary
de: Stationäres Radfahren

# paBicyclingStationaryGeneralDesc
source: general
de: allgemein

# paBilliardsGeneral
source: billiards
de: Billard

# paBilliardsGeneralDesc
source: general
de: allgemein

# paBowlingGeneralDesc
source: general
de: allgemein

# paBoxingBag
source: boxing
de: Boxen

# paBoxingBagDesc
source: punching bag
de: Boxsack

# paBoxingGeneral
source: boxing
de: Boxen

# paBoxingGeneralDesc
source: in ring, general
de: im Ring, allgemein

# paBroomballDesc
source: general
de: allgemein

# paCalisthenicsGeneralDesc
source: light or moderate effort, general (e.g., back exercises)
de: leichte oder mäßige Anstrengung, allgemein (z.B. Rückenübungen)

# paCanoeingGeneral
source: canoeing
de: Kanufahren

# paCanoeingGeneralDesc
source: rowing, for pleasure, general
de: rudern, zum Vergnügen, allgemein

# paCatch
source: football or baseball
de: Football oder Baseball

# paCatchDesc
source: playing catch
de: Fangen spielen

# paCheerleadingDesc
source: gymnastic moves, competitive
de: gymnastische Übungen, Wettkampf

# paChildrenGame
source: children’s games
de: Kinderspiele

# paChildrenGameDesc
source: (e.g., hopscotch, 4-square, dodgeball, playground apparatus, t-ball, tetherball, marbles, arcade games), moderate effort
de: (z.B. Himmel und Hölle, Vier gewinnt, Völkerball, Spielplatzgeräte, T-Ball, Leitball, Murmeln, Arcade-Spiele), mäßige Anstrengung

# paClimbingHillsNoLoadGeneral
source: climbing hills, no load
de: Hügelklettern ohne Last

# paClimbingHillsNoLoadGeneralDesc
source: no load
de: keine Last

# paCricketDesc
source: batting, bowling, fielding
de: Schlagen, Werfen, Feldarbeit

# paCroquetDesc
source: general
de: allgemein

# paCurlingDesc
source: general
de: allgemein

# paDancingAerobicGeneralDesc
source: general
de: allgemein

# paDancingGeneral
source: general dancing
de: allgemeines Tanzen

# paDancingGeneralDesc
source: e.g. disco, folk, Irish step dancing, line dancing, polka, contra, country
de: z.B. Disco, Folk, irischer Stepptanz, Line Dance, Polka, Contra, Country

# paDartsWallDesc
source: wall or lawn
de: Wand oder Rasen

# paDivingGeneral
source: diving
de: Tauchen

# paDivingGeneralDesc
source: skindiving, scuba diving, general
de: Gerätetauchen, Sporttauchen, allgemein

# paDivingSpringboardPlatform
source: diving
de: Tauchen

# paDivingSpringboardPlatformDesc
source: springboard or platform
de: Sprungbrett oder Plattform

# paFencing
source: fencing
de: Fechten

# paFencingDesc
source: general
de: allgemein

# paFrisbee
source: frisbee playing
de: Frisbee spielen

# paFrisbeeDesc
source: general
de: allgemein

# paGeneralDesc
source: general
de: allgemein

# paGolfGeneralDesc
source: general
de: allgemein

# paGymnasticsGeneral
source: gymnastics
de: Gymnastik

# paGymnasticsGeneralDesc
source: general
de: allgemein

# paHackySackDesc
source: general
de: allgemein

# paHandballGeneralDesc
source: general
de: allgemein

# paHangGliding
source: hang gliding
de: Drachenfliegen

# paHangGlidingDesc
source: general
de: allgemein

# paHeadingBicycling
source: bicycling
de: Radfahren

# paHeadingConditionalExercise
source: conditioning exercise
de: Konditionstraining

# paHeadingDancing
source: dancing
de: Tanzen

# paHeadingRunning
source: running
de: Laufen

# paHeadingSports
source: sports
de: Sport

# paHeadingWalking
source: walking
de: Gehen

# paHeadingWaterActivities
source: water activities
de: Wassersport

# paHeadingWinterActivities
source: winter activities
de: Winteraktivitäten

# paHikingCrossCountry
source: hiking
de: Wandern

# paHockeyField
source: hockey, field
de: Hockey, Feld

# paHockeyFieldDesc
source: general
de: allgemein

# paHorseRidingGeneral
source: horseback riding
de: Reiten

# paHorseRidingGeneralDesc
source: general
de: allgemein

# paIceHockeyGeneral
source: ice hockey
de: Eishockey

# paIceHockeyGeneralDesc
source: general
de: allgemein

# paIceSkatingGeneral
source: ice skating
de: Eislaufen

# paIceSkatingGeneralDesc
source: general
de: allgemein

# paJaiAlaiDesc
source: general
de: allgemein

# paJoggingGeneral
source: jogging
de: Joggen

# paJoggingGeneralDesc
source: general
de: allgemein

# paJuggling
source: juggling
de: Jonglieren

# paJugglingDesc
source: general
de: allgemein

# paKayakingModerate
source: kayaking
de: Kajakfahren

# paKayakingModerateDesc
source: moderate effort
de: mäßige Anstrengung

# paKickballDesc
source: general
de: allgemein

# paLacrosseDesc
source: general
de: allgemein

# paLawnBowling
source: lawn bowling
de: Rasenbowling

# paLawnBowlingDesc
source: bocce ball, outdoor
de: Boccia, draußen

# paMartialArtsModerate
source: martial arts
de: Kampfsport

# paMartialArtsModerateDesc
source: different types, moderate pace (e.g., judo, jujitsu, karate, kick boxing, tae kwan do, tai-bo, Muay Thai boxing)
de: verschiedene Arten, moderates Tempo (z.B. Judo, Jujitsu, Karate, Kickboxen, Taekwondo, Tai-Bo, Muay Thai Boxen)

# paMartialArtsSlower
source: martial arts
de: Kampfsport

# paMartialArtsSlowerDesc
source: different types, slower pace, novice performers, practice
de: verschiedene Arten, langsames Tempo, Anfänger, Übung

# paMotoCrossDesc
source: off-road motor sports, all-terrain vehicle, general
de: Geländemotorsport, Geländewagen, allgemein

# paMountainClimbing
source: climbing
de: Klettern

# paMountainClimbingDesc
source: rock or mountain climbing
de: Felsen- oder Bergsteigen

# paOrienteering
source: orienteering
de: Orientierungslauf

# paOrienteeringDesc
source: general
de: allgemein

# paPaddleBoarding
source: paddle boarding
de: Stand-Up Paddeln

# paPaddleBoardingDesc
source: standing
de: stehend

# paPaddleBoat
source: paddle boat
de: Tretboot

# paPaddleBoatDesc
source: general
de: allgemein

# paPaddleballDesc
source: casual, general
de: ungezwungen, allgemein

# paPoloHorseDesc
source: on horseback
de: auf dem Pferd

# paRacquetballDesc
source: general
de: allgemein

# paResistanceTraining
source: resistance training
de: Krafttraining

# paResistanceTrainingDesc
source: weight lifting, free weight, nautilus or universal
de: Gewichtheben, Freigewichte, Nautilus oder Universal

# paRodeoSportGeneralModerate
source: rodeo sports
de: Rodeosport

# paRodeoSportGeneralModerateDesc
source: general, moderate effort
de: allgemein, moderater Aufwand

# paRollerbladingLight
source: rollerblading
de: Inlineskaten

# paRollerbladingLightDesc
source: in-line skating
de: allgemein

# paRopeJumpingGeneral
source: rope jumping
de: Seilspringen

# paRopeJumpingGeneralDesc
source: moderate pace, 100-120 skips/min, general, 2 foot skip, plain bounce
de: mittleres Tempo, 100-120 Sprünge/Min., allgemein, beidfüßiges Springen, einfacher Sprung

# paRopeSkippingGeneral
source: rope skipping
de: Seilspringen

# paRopeSkippingGeneralDesc
source: general
de: allgemein

# paRugbyCompetitiveDesc
source: union, team, competitive
de: Union, Mannschaft, wettbewerbsorientiert

# paRugbyNonCompetitiveDesc
source: touch, non-competitive
de: Berührung, nicht wettbewerbsorientiert

# paRunningGeneral
source: running
de: Laufen

# paRunningGeneralDesc
source: general
de: allgemein

# paSailingGeneral
source: sailing
de: Segeln

# paSailingGeneralDesc
source: boat and board sailing, windsurfing, ice sailing, general
de: Segeln, Windsurfen, Eissegeln, allgemein

# paShuffleboardDesc
source: general
de: allgemein
